export let ques = {
   questions: [
      {
         text: "သင်၏ အသက်ကိုဖြေဆိုပါ",
         responses: [
            {text: "အသက် 18 နှစ်အောက်", id : 1 },
            { text: "အသက် 18 နှစ်နှင့် 60 ကြာ", id : 2 },
            { text: "အသက် 60 နှစ်အထက်", id : 3}
         ]
      },
      {
         text: "ယခု သင့်ကျန်းမာရေး အခြေအနေကိုဖြေဆိုပါ (ရောဂါအခံရှိ / မရှိ)",
         responses: [
            { text: "ဖျားနာ နေသည်။" , id : 1},
            { text: "အသက်ရှူရခက်ခဲသည်။", id :2 },
            { text: "အော့အန်ခြင်း/၀မ်းလျှောခြင်", id : 3 },
            { text: "ချောင်းဆိုးနေသည်။" , id: 4},
            { text: "မည်သည့် လက္ခဏာမှ မရှိပါ။", id : 5 }
         ]
      },
      {
         text: "ယခု သင်ဘာရောဂါ လက္ခဏာတွေ ခံစားနေရလဲ။",
         responses: [
            { text: "ရင်ကြပ်ရောဂါရှိသည်။", id : 1},
            { text: "ကိုယ်၀န်ဆောင်မိခင်ဖြစ်သည်။", id : 2 },
            { text: "ဆီးချို/‌သွေးချိုရှိသည်။", id : 3 },
            { text : "နှလုံးရောဂါရှိသည်။ ", id : 4},
            { text : "အဆုတ်ရောင်ရှိသည်။", id : 5},
            { text : "ကင်ဆာရောဂါရှိသည်။", id : 6},
            { text : "HIV/AIDS ရောဂါပိုးရှိ", id : 7},
            { text : "မည်သည့် လက္ခဏာမှမရှိပါ။" , id: 8}
         ]
      },
      {
         text: "လွန်ခဲ့သော ၁၄ နာရီအတွင်း နိုင်ငံခြား ခရီးသွားခဲ့လား။",
         responses: [
            { text: "သွားခဲ့တယ်", id : 1},
            { text: "မသွားခဲ့ပါ", id : 2 },

         ]
      },
      {
         text: "လွန်ခဲ့သော ၁၄ ရက်အတွင်း covid 19 ရောဂါပိုး ရှိတဲ့ သူနဲ့ ထိတွေ့မှုရှိခဲ့ပါသလား။",
         responses: [
            { text: "တစ်အိမ်တည်းအတူနေပါတယ်", id : 1 },
            {
               text: "အနီးကပ်ထိတွေ့ခဲ့ပါတယ်", id : 2
            },
            { text: "3ပေအတွင်းလုံး၀ ထိတွေ့ခဲ့ခြင်းမရှိပါ", id : 3}
         ]
      },
      {
         text:
            "အိမ်၌ လွန်ခဲ့သော ၁၄ ရက်အတွင်း နိုင်ငံခြားမှ ပြန်ရောက်လာသူရှိပါသလား။", 
         responses: [
            { text: "ရှိပါတယ်", id : 1 },
            { text: "မရှိပါ", id:2 }
         ]
      },
      
      {
         text:
            "သင်လွန်ခဲ့သော ၁၄ ရက်အတွင်း covid 19 ရောဂါရှိသူ သွားရောက်ခဲ့သော နေရာများသို့ ရောက်ရှိခဲ့ပါသလား။",
         responses: [
            {
               text: "ရောက်ရှိခဲ့ပါတယ်", id : 1
            },
            { text: "မရောက်ရှိခဲ့ပါ", id :2 }
         ]
      },
      {
         text: "သင် ယခုဆေးရုံမှာ အလုပ်လုပ်နေပါသလား",
         responses: [
            { text: "လုပ်ပါတယ်", id : 1 },
            { text: "လုံး၀မလုပ်ခဲ့ပါ", id : 2 }
         ]
      },
      {
         text: "သင်လွန်ခဲ့သော ၁၄ ရက်က လူထူထပ်တော့နေရာသို့သွားခဲ့ပါသလား။",
         responses: [
            { text: "လွန်ခဲ့သော 14 ရက်အတွင်း အလုပ်လုပ်ခဲ့ပါတယ်" , id : 1},
            { text: "အကာအကွယ် မပါဘဲ သွားလာခဲ့ဖူးပါတယ်။", id :2},
            { text: "အကာအကွယ်ဖြင့်သွားခဲ့ပါတယ်", id : 3 },
            { text: "လုံး၀မသွားခဲ့ပါ။", id: 4 }
         ]
      }

   ]
}


