<template>
  <div class="wiki">
    <vue-mark-down>{{content}}</vue-mark-down>
  </div>
</template>

<script>
import VueMarkDown from "vue-markdown";

export default {
  components: {
    VueMarkDown
  },
  data() {
    return {
      content: `<h1 class="wikiHeader">ကိုရိုနာဗိုင်းရပ် ကူးစက်ခံရရင် -<br />ရက်စွဲအလိုက် ဒီလိုတွေခံစားရလိမ့်မယ်</h1>
<p><span class='_5mfr'><span class='_6qdm'>👉</span></span>( 1 - 3 ) ရက်<br />ရိုးရိုးတုပ်ကွေး အဖျားနဲ့တူတယ်။<span class='text_exposed_show'><br />အဖျားငွေ့ငွေ့လေးရှိမယ်။ ခေါင်းနည်းနည်းကိုက်မယ်။ လည်ချောင်းနာမယ်။ အစားအသောက်မပျက်ဘူး။ စားနိုင်သောက်နိုင်တယ်။</span></p>
<div class='text_exposed_show'>
<p><span class='_5mfr'><span class='_6qdm'>👉</span></span>( 4 ) ရက်&zwnj;မြောက်နေ့<br />အဖျားငွေ့ငွေ့လေးပဲ ရှိနေဦးမယ်။<br />လည်ချောင်းနည်းနည်းပိုနာလာမယ်။ အစားအသောက်ပျက်လာမယ်။ ခေါင်းတွေကိုက်လာမယ်။ ဝမ်းလျှောတာတွေ ဖြစ်လာတတ်ပါတယ်။</p>
<p><span class='_5mfr'><span class='_6qdm'>👉</span></span>&nbsp;( 5 ) ရက်မြောက်နေ့<br />လည်ပင်းတွေ အရမ်းနာလာမယ်။<br />အစားအသောက်စားရင်တောင် လည်ပင်းနာလာမယ်။ ရေသောက်ရင်တောင် လည်ပင်း နာလာမယ်။ စကားပြောရင်လည်း လည်ပင်းတွေ နာလာမယ်။ ခြေထောက်တွေပိုပြီး ကိုက်ခဲလာတယ်။ လူက ညောင်းပြီးတော့ အားနည်းလာမယ်။</p>
<p><span class='_5mfr'><span class='_6qdm'>👉</span></span>&nbsp;( 6 ) ရက်မြောက်နေ့<br />အဖျားက ငွေ့ငွေ့လေးပဲ ရှိနေဦးမယ်။<br />လည်ချောင်းတွေ အရမ်းနာလာပြီး ချောင်း&zwnj;ခြောက်တွေ ဆိုးလာမယ်။ အသက်ရှူရတာခက်ခဲပြီး မောလာမယ်။ ခြေလက်တွေ ပိုပြီးကိုက်ခဲလာမယ်။</p>
<p><span class='_5mfr'><span class='_6qdm'>👉</span></span>&nbsp;( 7 ) ရက်မြောက်နေ့<br />အဖျားက 100 ကျော်လာမယ်။<br />ချောင်းတွေ အရမ်းဆိုးလာမယ်။<br />သလိပ်တွေ ထွက်လာမယ်။</p>
<p><span class='_5mfr'><span class='_6qdm'>👉</span></span>&nbsp;( 8 ) ရက်မြောက်နေ့<br />လူက လုံးဝ အားမရှိတော့သလိုဖြစ်ပြီးတော့ အရမ်းနုံးလာမယ်။ အရမ်းမောလာမယ်။ ရင်ဘတ်တွေ အရမ်းအောင့်လာမယ်။ ခံစားရတဲ့ဝေဒနာတွေ ပိုဆိုးလာမယ်။ ခြေဆစ်လက်ဆစ်တွေ အရမ်းကိုက်ပြီး လည်ပင်းကလည်း အရမ်းနာလာမယ်။</p>
<p><span class='_5mfr'><span class='_6qdm'>🚑</span></span><span class='_5mfr'><span class='_6qdm'>🚑</span></span><span class='_5mfr'><span class='_6qdm'>🚑</span></span></p>
<p>အရေးပေါ် အခြေအနေမှာတော့<br />ရင်ဘတ်တွေ အရမ်းအောင့်ပြီး မောလာမယ်။<br />မျက်နာတြွေပာလာမယ်။ မျက်လုံးတြွေပာလာမယ်။<br />ဒါဆိုရင်တော့ ဆေးရုံအရေးပေါ် သွားဖို့ လိုပါပြီ ။</p>
<p><a class='_58cn' href='https://www.facebook.com/hashtag/%E1%80%A1%E1%80%90%E1%80%AD%E1%80%AF%E1%80%81%E1%80%BB%E1%80%AF%E1%80%95%E1%80%BA%E1%80%95%E1%80%BC%E1%80%B1%E1%80%AC%E1%80%9B%E1%80%9B%E1%80%84%E1%80%BA?source=feed_text&amp;epa=HASHTAG&amp;__xts__%5B0%5D=68.ARDlPQzO3MR5-TYJtW00UfkScyXuimUOLv10p1EJdBqWENkFFolyEZf59sWhUPmUhPZ0AF3OwaG214DWh6hmJB1UKT_GJKWT0Ldwseq1A6UpxFob-pisnRk5lJRC4uEC5nsCgqxPsYBQBCl2JotAiJ9dXNjqsj8h3VlsKKIH0o-BC6bdYsWlYmRQF6b2uLTFZddZQrhknKpieQlFbrbimkLJDEvYgiA5i_1cIybNGuqXPQ8nhU7FN1CMdEPssIL-jeqkCxy_jtfX1vJOjvDA1xPyR1o6VFeu3skWZAD005aRuS7KA4APE8w706VY9Hbiyhye7vxjwIohOMPBF9kzf70&amp;__tn__=%2ANK-R' data-ft='{&quot;type&quot;:104,&quot;tn&quot;:&quot;*N&quot;}'><span class='_5afx'><span class='_58cl _5afz' aria-label='hashtag'>#</span><span class='_58cm'>အတိုချုပ်ပြောရရင်</span></span></a></p>
<p>လူတစ်ယောက်ဟာ<br />ဖျားမယ် / ချောင်းဆိုးမယ် / မောလာမယ် ဆိုရင်တော့<br />မဖြစ်မနေ ဆရာဝန်ပြဖို့ လိုပါတယ်။</p>
<p><span class='_5mfr'><span class='_6qdm'>👉</span></span>80%က သူ့ကိုယ်ခံအားစနစ်နဲ့ ခုခံပျောက်ကင်းပြီးတော့<br /><span class='_5mfr'><span class='_6qdm'>👉</span></span>20%က ရောဂါ ပြင်းထန်တတ်ကြပါတယ်။</p>
<p>ဒေါက်တာ ဇင်မင်းထွန်း<br />ကိုးကား _<br />စင်္ကာပူနိုင်ငံ ကျန်းမာရေးဝန်ကြီးဌာနမှ ထုတ်ပြန်ချက်</p>
</div>`
    };
  }
};
</script>

